# Создаем список из 5 чисел
numbers = [1, 2, 3, 4, 5]

# Вычисляем сумму чисел в списке
sum_of_numbers = sum(numbers)

# Выводим сумму
print("Сумма чисел в списке:", sum_of_numbers)

# Создаем список чисел
numbers = [10, 23, 5, 7, 15]

# Находим максимальное число в списке
max_number = max(numbers)

# Выводим максимальное число
print("Максимальное число в списке:", max_number)

# Создаем список с дубликатами
numbers = [1, 2, 2, 3, 4, 4, 5]

# Удаляем дубликаты, преобразовав список в множество, а затем обратно в список
unique_numbers = list(set(numbers))

# Выводим список без дубликатов
print("Список без дубликатов:", unique_numbers)
